{	
	colors = {
		red		=	"#d76667";	#ошибки, удалённое в diff, переменные, XML-теги, предупреждения
		orange	=	"#ff6d66";	#числа, константы, escape-последовательности, пути/URL
		yellow	=	"#fed666";	#классы, структуры, background поиска, WARN, иногда bold
		green	=	"#67b766";	#строки, добавленное в diff, успех
		cyan	=	"#61d6d6";	#типы, специальные конструкции, info, escape в строках
		blue	=	"#0666ff";	#функции, методы, ссылки, основной акцентный цвет
		purple	=	"#a666fd";	# ключевые слова, control flow, операторы, storage
		magenta	=	"#fd66a6";	# deprecated, теги, вставки другого языка, спец-символы	
	}
}
